/* Turning this off means that your activities in this app will not be shared with other app users. We will never ever auto-post on your behalf to your social accounts even if this privacy setting is On */
"scringo_text_activity_share" = "Wenn du hier das Häkchen entfernst bedeutet dies dass andere User deine Aktivitäten in dieser APP nicht mehr sehen können. Deine Privatsphäre ist uns sehr wichtig. Wir Posten auf KEINEN FALL in deinem Namen in einem deiner Social Accounts (Auch nicht wenn dieses Feld angehakt bleibt).";

/* Connect to interact with other people on %@ */
"scringo_text_anonymous_activity_message" = "Verbinde um mit anderen APP Usern von %@ zu interagieren.";

/* Connect to message other people on %@ */
"scringo_text_anonymous_message" = "Verbinde um anderen APP Usern von %@ eine Nachricht schreiben zu können.";

/* There are no messages */
"scringo_text_anonymous_no_messages_title" = "Zur Zeit keine Nachrichten";

/* Write something about yourself */
"scringo_text_bio_text" = "Beschreibe dich hier für die anderen User.";

/* Are you sure you want to block %@ */
"scringo_text_block_user_message" = "Bist du dir sicher dass du %@ BLOCKIEREN willst?";

/* Block user
   Block User */
"scringo_text_block_user_title" = "User blockieren";

/* Blocked */
"scringo_text_blocked_title" = "Blockiert";

/* Cancel */
"scringo_text_cancel_button" = "Abbrechen";

/* Are you sure you want to cancel editing? */
"scringo_text_cancel_edit_message_description" = "Bist du dir sicher dass du die Bearbeitung abbrechen willst?";

/* Canceling Edit */
"scringo_text_cancel_edit_message_title" = "Bearbeitung abbrechen";

/* Are you sure you want to cancel report %@ */
"scringo_text_cancel_report_message" = "Bist du dir sicher dass du den Report an %@ abbrechen willst";

/* Cancel report User */
"scringo_text_cancel_report_title" = "Report abbrechen";

/* Compose */
"scringo_text_compose_title" = "Erstellen";

/* Who are you writing to */
"scringo_text_compose_filter_hint" = "Wem schreibst du";

/* Yes, I'm sure
   Yes, I'm Sure */
"scringo_text_confirm_yes_button" = "Ja";

/* Connect */
"scringo_text_connect_button" = "Verbinden";

/* Delete */
"scringo_text_delete_button" = "Löschen";

/* Are you sure you want to delete this message? */
"scringo_text_delete_message_description" = "Bist du dir sicher dass du diese Nachricht löschen willst?";

/* Delete Message */
"scringo_text_delete_message_title" = "Nachricht löschen";

/* Are you sure you want to Delete your feedback? */
"scringo_text_feedback_cancel_message" = "Bist du dir sicher dass du das Feedback löschen willst?";

/* Delete Feedback */
"scringo_text_feedback_cancel_title" = "Feedback löschen";

/* Follow %@ */
"scringo_text_follow_a_user" = "%@ folgen";

/* Follow All These %d Friends */
"scringo_text_follow_all_friends" = "Diesen %d Freunden folgen";

/* Connect to follow this user */
"scringo_text_follow_connect_message" = "Verbinden um diesen Benutzer folgen";

/* Followers */
"scringo_text_followers_title" = "Follower";

/* Following */
"scringo_text_following_title" = "Folge";

/* Posts */
"scringo_text_posts_title" = "Nachrichten";

/* Liked an Activity */
"scringo_text_liked_an_activity" = "gefällt eine Aktivität";

/* Make the most out of %@, connect with Facebook or Twitter */
"scringo_text_make_the_most" = "Geniesse alle Vorteile der Community von %@, Melde dich jetzt mit Facebook oder Twitter an!";

/* Connect to message this user */
"scringo_text_message_connect_message" = "Verbinden um diesen User zu schreiben";

/* There are no messages. Don't wait up, start a conversation! */
"scringo_text_no_messages_title" = "Du hast keine Nachrichten. Zögere nicht und beginne eine Unterhaltung!";

/* OK */
"scringo_text_ok_button" = "OK";

/* We'll review it, and try to answer as soon as possible! You'll find our reply in your Messages */
"scringo_text_post_feedback_popup_message" = "Wir checken das und versuchen so schnell wir möglich zu antworten. Du findest dann deine Antwort in deinem Postfach";

/* We'll review it, and try to answer as soon as possible! You'll find our reply in your Messages\n\nIn the meantime, we'll be happy if you could rate us in the App Store */
"scringo_text_post_feedback_popup_message_5stars" = "Wir checken das und versuchen so schnell wir möglich zu antworten. Du findest dann deine Antwort in deinem Postfach\n\nIn der Zwischenzeit würden wir uns freuen wenn du uns im App Store bewertest. Danke!";

/* Thank you for your feedback! */
"scringo_text_post_feedback_popup_title" = "Danke für dein Feedback!";

/* Share your Activities */
"scringo_text_privacy_title" = "Teile deine Aktivitäten";

/* Connect to see who's around you */
"scringo_text_radar_connect_message" = "Verbinden um zu sehen wer in deiner Nähe ist";

/* Follow these %d people */
"scringo_text_radar_follow_many_message" = "Folge diesen %d Usern";

/* Follow %@ */
"scringo_text_radar_follow_one_message" = "Folge %@";

/* There are %d people around you which you don't follow! */
"scringo_text_radar_many_to_follow_message" = "Es sind %d User in deiner Nähe denen du noch nicht folgst!";

/* There is one person around you which you don't follow! */
"scringo_text_radar_one_to_follow_message" = "Da ist ein User in deiner Umgebung dem du noch nicht folgst!";

/* Rate Us */
"scringo_text_rate_us_button" = "Bewerte uns";

/* Help us grow, rate us on the AppStore */
"scringo_text_rate_us_description" = "Hilf uns zu wachsen bewerte uns bei App Store";

/* Later */
"scringo_text_rate_us_later_button" = "Später";

/* Rate Us */
"scringo_text_rate_us_title" = "Bewerte uns";

/* Are you sure you want to report %@ */
"scringo_text_report_user_message" = "Bist du dir sicher dass du %@ melden willst";

/* Report User */
"scringo_text_report_user_title" = "User melden";

/* Reported */
"scringo_text_reported_title" = "Gemeldet";

/* Share on Facebook */
"scringo_text_share_on_facebook" = "Auf Facebook teilen";

/* Post your friends about this app! */
"scringo_text_share_on_facebook_description" = "Benachrichtige deine Freunde über diese APP auf deiner Pinnwand!";

/* Tweet your followers about this app! */
"scringo_text_share_on_twitter_description" = "Benachrichtige deine Follower über diese APP!";

/* Share on Twitter */
"scringo_text_share_on_twitter_title" = "Auf Twitter teilen";

/* Sign Out */
"scringo_text_sign_out_title" = "Abmelden";

/* Are you sure you want to sign out from your %@ account? */
"scringo_text_social_network_sign_out_message" = "Bist du dir sicher dass du dich von deinem %@ Account abmelden willst?";

/* Please describe the bug that you've found */
"scringo_text_talk_to_us_bug" = "Bitte beschreibe den Fehler den du gefunden hast";

/* Feedback, Bug report, Feature request */
"scringo_text_talk_to_us_description" = "Feedback, Fehlerreport, Wünsche";

/* Please describe your suggestions */
"scringo_text_talk_to_us_feature" = "Bitte beschreibe deine Ideen und Wünsche";

/* Please describe your feedback */
"scringo_text_talk_to_us_feedback" = "Bitte schreibe uns dein Feedback";

/* Talk to Us */
"scringo_text_talk_to_us_title" = "Sprich mit uns";

/* Twitter Connect */
"scringo_text_twitter_connect_title" = "Mit Twitter verbinden";

/* Facebook Connect */
"scringo_text_facebook_connect_title" = "Mit Facebook verbinden";

/* Are you sure you want to unblock %@ */
"scringo_text_unblock_user_message" = "Bist du dir sicher dass du %@ sperren willst %@";

/* Unblock User
   Unblock user */
"scringo_text_unblock_user_title" = "User entsperren";

/* Unblocked */
"scringo_text_unblocked_title" = "Entsperrt";

/* Unreported */
"scringo_text_unreported_title" = "Ungemeldet";

/* Swipe to Discover More */
"scringo_text_welcome_popup_title" = "Swipe um mehr zu erleben";

/* Swipe to the left to discover more out of %@ */
"scringo_text_welcome_popup_left" = "Swipe nach links um noch mehr mit %@ zu erleben";

/* Swipe to the right to discover more out of %@ */
"scringo_text_welcome_popup_right" = "Swipe nach rechts um noch mehr mit %@ zu erleben";

/* Welcome to %@! */
"scringo_text_welcome_to_app" = "Willkommen bei %@!";

/* Invite friends from your contact list */
"scringo_text_contacts_description" = "Lade Freunde aus deinen Kontakten ein";

/* Contacts */
"scringo_text_contacts_title" = "Kontakte";

/* Facebook Contacts */
"scringo_text_facebook_contacts" = "Facebook-Kontakte";

/* Facebook Friends */
"scringo_text_facebook_friends_title" = "Facebook-Freunde";

/* Invite your facebook friends */
"scringo_text_facebook_invite_description" = "Lade deine Facebook-Freunde ein";

/* Facebook */
"scringo_text_facebook_title" = "Facebook";

/* Find friends from your social networks */
"scringo_text_find_friends_description" = "Finde Freunde in den sozialen Netzwerken";

/* Find Friends */
"scringo_text_find_friends_title" = "Finde Freunde";

/* Find */
"scringo_text_find_header" = "Finde";

/* Follow All %d People */
"scringo_text_follow_all_people_button" = "Folge allen %d Usern";

/* Follow\n%@ */
"scringo_text_follow_person_button" = "Folge\n%@";

/* Follow %@ */
"scringo_text_follow_one_button" = "Folge %@";

/* Following\n%@ */
"scringo_text_following_person_button" = "Du folgst\n%@";

/* Free */
"scringo_text_free_app_price" = "Kostenlos";

/* Friends */
"scringo_text_friends_title" = "Freunde";

/* Invite Contacts */
"scringo_text_invite_contacts_title" = "Kontakte einladen";

/* Invite */
"scringo_text_invite_header" = "Einladen";

/* joined */
"scringo_text_joined" = "beigetreten";

/* liked */
"scringo_text_liked" = "gefällt";

/* LinkedIn Friends */
"scringo_text_linkedin_friends" = "LinkedIn Kontakte";

/* Load Earlier Messages */
"scringo_text_load_earlier_messages_button" = "Lade frühere Nachrichten";

/* Loading... */
"scringo_text_loading" = "Lade...";

/* %d followers */
"scringo_text_number_of_followers" = "%d followern";

/* People Nearby */
"scringo_text_people_nearby_header" = "User in deiner Nähe";

/* Pull down to refresh... */
"scringo_text_pull_down_to_refresh" = "Herrunterziehen zum Aktualisieren...";

/* Release to refresh... */
"scringo_text_release_to_refresh" = "Loslassen zum Aktualisieren...";

/* Send */
"scringo_text_send_button" = "Senden";

/* started following */
"scringo_text_started_following" = "User Abonniert";

/* Awesome people you should follow */
"scringo_text_suggestions_description" = "Groﬂartige User denen du folgen solltest";

/* Suggestions */
"scringo_text_suggestions_title" = "Vorschläge";

/* Send us feedback, report a bug */
"scringo_text_compose_talk_to_us_description" = "Sende uns Feedback oder sende uns deinen Fehlerbericht";

/* In order to use Twitter functionality, please add your Twitter account in Settings. */
"scringo_text_twitter_cant_connect_message" = "Bitte füge deinen Twitter-Account in den Einstellungen hinzu damit du auch Twitter voll funktionstüchtig verwenden kannst.";

/* Twitter Contacts */
"scringo_text_twitter_contacts" = "Twitter-Kontakte";

/* Twitter Friends */
"scringo_text_twitter_friends" = "Twitter-Freunde";

/* Invite your twitter friends */
"scringo_text_twitter_invite_description" = "Lade deine Twitter-Freunde ein";

/* Twitter */
"scringo_text_twitter_title" = "Twitter";

/* More */
"scringo_text_more_title" = "Mehr";

/* Share */
"scringo_text_share_title" = "Teilen";

/* Close */
"scringo_text_close_button" = "Schlieﬂen";

/* Check out these people you should follow */
"scringo_text_checkout_suggestions" = "Schau dir diese User an denen du folgen solltest";

/* There are no suggestions */
"scringo_text_no_suggestions_message" = "Zur Zeit keine Vorschläge";

/* Follow */
"scringo_text_follow_button" = "Folge";

/* Following */
"scringo_text_following_button" = "Du Folgst";

/* Send Feedback */
"scringo_text_send_feedback_title" = "Feedback einsenden";

/* Report a bug */
"scringo_text_bug_report_title" = "Einen Fehler melden";

/* Feature Request */
"scringo_text_feature_request_title" = "Wünsche einsenden";

/* Invite */
"scringo_text_invite_button" = "Einladen";

/* Follow All */
"scringo_text_follow_all_button" = "Allen folgen";

/* Error */
"scringo_text_error_title" = "Fehler";

/* No network. Try again later */
"scringo_text_no_network_message" = "Keine Netzwerkverbindung. Versuche es später noch einmal";

/* My Posts */
"scringo_text_my_posts_title" = "Meine Posts";

/* %@ Posts */
"scringo_text_person_posts_title" = "%@ Posts";

/* Why not follow them? */
"scringo_text_radar_overlay_subtitle" = "Warum folgst du Ihnen nicht einfach?";

/* Don't Show Again */
"scringo_text_radar_dont_show_button" = "Nicht nochmal zeigen";

/* Not Now */
"scringo_text_radar_not_now_button" = "Nicht bekannt";

/* Email */
"scringo_text_email_title" = "Email";

/* Edit Bio */
"scringo_text_edit_bio_title" = "Biografie überarbeiten";

/* Done */
"scringo_text_done_button" = "Erledigt";

/* Messages */
"scringo_text_messages_tab_title" = "Nachrichten";

/* Activity */
"scringo_text_activity_tab_title" = "Aktivität";

/* Find & Invite Friends */
"scringo_text_find_and_invite_friends_tab_title" = "Finde & lade Freunde ein";

/* Feedback */
"scringo_text_feedback_tab_title" = "Feedback";

/* More Apps */
"scringo_text_more_apps_tab_title" = "Mehr Apps";

/* Radar */
"scringo_text_radar_tab_title" = "Radar";

/* Leaderboard */
"scringo_text_leaderboard_tab_title" = "Leaderboard";

/* BY */
"scringo_text_topic_by" = "Von";

/* Post */
"scringo_text_post_button" = "Senden";

/* %d New Comment */
"scringo_text_new_comment_button" = "%d Neuer Kommentar";

/* %d New Comments */
"scringo_text_new_comments_button" = "%d Neue Kommentare";

/* Connect to post comments */
"scringo_text_post_connect_message" = "Verbinden um Kommentare zu schreiben";

/* Blog */
"scringo_text_chatrooms_tab_title" = "Chat Room";

/* liked a post */
"scringo_text_liked_a_blog_post" = "gern einen Beitrag";

/* liked %@'s comment */
"scringo_text_liked_a_blog_post_comment" = "mochte %@s Kommentar";

/* commented on */
"scringo_text_commented_on" = "kommentiert";

/* a few seconds ago */
"scringo_text_a_few_seconds_ago" = "vor ein paar Sekunden";

/* %ds ago */
"scringo_text_short_n_seconds_ago" = "vor %ds";

/* %d secs ago */
"scringo_text_long_n_seconds_ago" = "vor %d secs";

/* %dm ago */
"scringo_text_short_n_minutes_ago" = "vor %dm";

/* %d mins ago */
"scringo_text_long_n_minutes_ago" = "vor %d mins";

/* 1 minute ago */
"scringo_text_a_minute_ago" = "vor 1 minute";

/* %dh ago */
"scringo_text_short_n_hours_ago" = "vor %dh";

/* %d hours ago */
"scringo_text_long_n_hours_ago" = "vor %d stunden";

/* 1 hour ago */
"scringo_text_an_hour_ago" = "Vor 1 Stunde";

/* %dd ago */
"scringo_text_short_n_days_ago" = "vor %dd";

/* %d days ago */
"scringo_text_long_n_days_ago" = "vor %d tagen";

/* Yesterday */
"scringo_text_yesterday" = "Gestern";


/* Make the most out of %@, Log In or Sign Up */
"scringo_text_login_signup_message" = "Geniesse alle Vorteile der Community von %@, Anmelden oder Registrieren";

/* Log In */
"scringo_text_login_button" = "Anmelden";

/* Sign Up */
"scringo_text_signup_button" = "Registrieren";

/* Make the most out of %@, Sign Up! */
"scringo_text_signup_message" = "Geniesse alle Vorteile der Community von %@, Registrieren!";

/* Make the most out of %@, Log In! */
"scringo_text_login_message" = "Geniesse alle Vorteile der Community von %@, Anmelden!";

/* Already Have an Account? */
"scringo_text_login_invite_message" = "Haben Sie schon ein Konto?";

/* Sign Up with Email */
"scringo_text_email_signup_button" = "Registrieren mit Email";

/* Don't Have an Account? */
"scringo_text_signup_invite_message" = "Sie haben noch kein Konto?";

/* Login with Email */
"scringo_text_email_login_button" = "Anmelden mit Email";

/* Sign Up */
"scringo_text_signup_title" = "Registrieren";

/* Log In */
"scringo_text_login_title" = "Anmelden";

/* Settings */
"scringo_text_settings_title" = "Einstellungen";

/* User Details */
"scringo_text_user_details_title" = "Benutzer-Details";

/* Accounts */
"scringo_text_accounts_title" = "Konten";

/* Connect Social */
"scringo_text_connect_social_override_title" = "Verbinden Social";

/* Are you sure you want to connect %@ to your account? */
"scringo_text_connect_social_override_message" = "Sind Sie sicher, dass Sie %@ auf Ihr Konto zu verbinden?";

/* Sign Up Failed */
"scringo_text_user_already_signed_up_title" = "Registrieren fehlgeschlagen";

/* User already signed up. Please Login */
"scringo_text_user_already_signed_up_message" = "Benutzer bereits unterschrieben. Bitte Login";

/* User sign up failed due to server error */
"scringo_text_sign_up_general_error_message" = "Benutzer registrieren konnte aufgrund eines internen Fehlers";

/* Login Failed */
"scringo_text_user_login_failed_title" = "Anmeldung gescheitert";

/* Unknown User or Bad Password */
"scringo_text_user_login_failed_message" = "Unbekannter Benutzer oder falsches Passwort";

/* User login failed due to internal error */
"scringo_text_login_general_error_message" = "Benutzeranmeldung fehlgeschlagen aufgrund eines internen Fehlers";

/* Update */
"scringo_text_update_button" = "Aktualisieren";

/* Discard Changes? */
"scringo_text_discard_changes_title" = "Änderungen verwerfen?";

/* Are you sure you want to discard all changes? */
"scringo_text_discard_changes_description" = "Sind Sie sicher, dass Sie alle Änderungen verwerfen?";

/* Forgot your password? */
"scringo_text_forgot_password_button" = "Passwort vergessen?";

/* Change password */
"scringo_text_change_password_button" = "Passwort ändern";

/* Requirements Not Met */
"scringo_text_requirements_not_met_title" = "Voraussetzungen nicht erfüllt";

/* All fields are mandatory! */
"scringo_text_requirements_not_met_message" = "Alle Felder sind Pflichtfelder!";

/* Forgot Password */
"scringo_text_forgot_password_title" = "Passwort vergessen";

/* Change Password */
"scringo_text_change_password_title" = "Passwort ändern";

/* Password Sent */
"scringo_text_password_sent_title" = "Passwort Sent";

/* Your password has been sent to the specified email */
"scringo_text_password_sent_message" = "Das Passwort wurde an die angegebene E-Mail wurde gesendet";

/* Name can not be empty! */
"scringo_text_name_not_empty_message" = "Der Name darf nicht leer sein!";

/* Full Name */
"scringo_text_full_name_text_field" = "Voller Name";

/* At least 6 characters */
"scringo_text_password_text_field" = "Mindestens 6 Charakteren";

/* Email */
"scringo_text_email_text_field_title" = "Email";

/* Password */
"scringo_text_password_text_field_title" = "Passwort";

/* Today */
"scringo_text_leaderboard_button_today" = "Heute";

/* This Week */
"scringo_text_leaderboard_button_this_week" = "Diese Woche";

/* All Time */
"scringo_text_leaderboard_button_all_time" = "All Time";
